/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "Konnte die Datenbank dieses Lightroom Katalogs nicht öffnen.";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Lightroom Katalog…";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "Der Katalog scheint leer zu sein.";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "Dieser Katalog ist gerade in Lightroom geöffnet.";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "Eigenschaften des Lightroom Katalogs konnten nicht gelesen werden.";

